Repository: alexkuchun/b2beast
Catalog: apps/research-web/src/locales/*/messages.po
Languages: ru

source: {0} severity: {1}
ru: {0} уровень: {1}

source: <0>Processing Time:</0> This analysis can take up to 8 minutes to complete.
ru: <0>Время обработки:</0> Этот анализ может занять до 8 минут.

source: A compliance check is already in progress for this contract.
ru: Проверка соответствия для этого контракта уже выполняется.

source: AI-Powered Contract Analysis
ru: Анализ контрактов на базе ИИ

source: An error occurred while processing the document.
ru: Произошла ошибка при обработке документа.

source: An unexpected error occurred
ru: Произошла непредвиденная ошибка

source: Analysis of contract clauses against German commercial law (HGB)
ru: Анализ пунктов контракта на соответствие германскому коммерческому праву (HGB)

source: Analyzing clauses for potential risks...
ru: Анализ пунктов на предмет потенциальных рисков...

source: Analyzing contract for potential risks...
ru: Анализ контракта на предмет потенциальных рисков...

source: Analyzing contract...
ru: Анализ контракта...

source: Back to Documents
ru: Назад к документам

source: Cancel
ru: Отмена

source: Check Legal Compliance
ru: Проверить соответствие законодательству

source: Clauses Analyzed
ru: Проанализировано пунктов

source: complete
ru: завершено

source: Compliance check already running
ru: Проверка соответствия уже выполняется

source: Compliance check failed. Please try again.
ru: Проверка соответствия не удалась. Попробуйте снова.

source: Compliance check started
ru: Проверка соответствия запущена

source: Compliance Findings
ru: Результаты проверки соответствия

source: Contract Block #{0}
ru: Блок контракта #{0}

source: Create New Workflow
ru: Загрузить новый документ

source: Creating document risk summary...
ru: Создание сводки рисков документа...

source: CRITICAL
ru: КРИТИЧЕСКИЙ

source: Critical Issues
ru: Критические проблемы

source: Detailed analysis of {0} identified issues
ru: Подробный анализ {0} выявленных проблем

source: Document Risk Summary
ru: Сводка рисков документа

source: Done
ru: Готово

source: Drop your PDF file here
ru: Перетащите PDF файл сюда

source: Elevated
ru: Повышенный

source: Elevated Risk
ru: Повышенный риск

source: ELEVATED RISK
ru: ПОВЫШЕННЫЙ РИСК

source: Error
ru: Ошибка

source: Extracting text and structure from your contract...
ru: Извлечение текста и структуры из вашего контракта...

source: Failed to start compliance check
ru: Не удалось запустить проверку соответствия

source: Failed to upload document
ru: Не удалось загрузить документ

source: Filters:
ru: Фильтры:

source: Generating Summary
ru: Создание сводки

source: Go Home
ru: На главную

source: High
ru: Высокий

source: High Risk
ru: Высокий риск

source: HIGH RISK
ru: ВЫСОКИЙ РИСК

source: Identifying relevant legal articles
ru: Определение соответствующих правовых статей

source: Issue Details
ru: Детали проблемы

source: Legal Compliance Review
ru: Проверка соответствия законодательству

source: Legend:
ru: Легенда:

source: Loading research...
ru: Загрузка исследования...

source: Low Risk
ru: Низкий риск

source: LOW RISK
ru: НИЗКИЙ РИСК

source: Medium
ru: Средний

source: Medium Risk
ru: Средний риск

source: MEDIUM RISK
ru: СРЕДНИЙ РИСК

source: MINOR
ru: НЕЗНАЧИТЕЛЬНЫЙ

source: Minor Issues
ru: Незначительные проблемы

source: MODERATE
ru: УМЕРЕННЫЙ

source: Moderate Issues
ru: Умеренные проблемы

source: No compliance issues found. All clauses appear to be compliant.
ru: Проблемы с соответствием не обнаружены. Все пункты соответствуют требованиям.

source: No compliance results available yet.
ru: Результаты проверки соответствия пока не доступны.

source: No Document Selected
ru: Документ не выбран

source: No documents yet
ru: Документов пока нет

source: Oops! Page not found
ru: Упс! Страница не найдена

source: or click to browse
ru: или нажмите для выбора

source: Overall Risk Evaluation
ru: Общая оценка рисков

source: Overview of compliance findings
ru: Обзор результатов проверки соответствия

source: Parsing Document
ru: Обработка документа

source: Performing detailed compliance analysis
ru: Выполнение детального анализа соответствия

source: Please upload a PDF file
ru: Пожалуйста, загрузите PDF файл

source: Processing
ru: Обработка

source: Processing Document
ru: Обработка документа

source: Processing Error
ru: Ошибка обработки

source: Recommendation
ru: Рекомендация

source: Research not found
ru: Исследование не найдено

source: Retry Processing
ru: Повторить обработку

source: Return to Home
ru: Вернуться на главную

source: Reviewing Risks
ru: Проверка рисков

source: Safe
ru: Безопасный

source: SAFE
ru: БЕЗОПАСНЫЙ

source: Select a document from the sidebar to view its analysis, or create a new workflow to upload a document
ru: Выберите документ на боковой панели для просмотра анализа или загрузите новый документ

source: Select File
ru: Выбрать файл

source: Start Analysis
ru: Начать анализ

source: Start Legal Compliance Check?
ru: Начать проверку соответствия законодательству?

source: Starting compliance check
ru: Запуск проверки соответствия

source: Starting...
ru: Запуск...

source: Summary
ru: Сводка

source: The legal compliance workflow has been triggered.
ru: Процесс проверки соответствия законодательству запущен.

source: This comprehensive analysis can take up to 8 minutes to complete.
ru: Этот комплексный анализ может занять до 8 минут.

source: This will perform a comprehensive legal compliance analysis of your contract against German commercial law (HGB).
ru: Это выполнит комплексный анализ вашего контракта на соответствие германскому коммерческому праву (HGB).

source: Top 3 Concerns
ru: Топ 3 проблемы

source: Try Again
ru: Попробовать снова

source: Unknown
ru: Неизвестно

source: Upload a contract document to start a new analysis workflow
ru: Загрузите договор для анализа

source: Upload a document above to get started
ru: Загрузите документ выше, чтобы начать

source: Upload Document
ru: Загрузить документ

source: Upload your contract documents and get instant AI-powered legal analysis
ru: Загрузите ваши контракты и получите мгновенный юридический анализ с помощью ИИ

source: Uploading Document...
ru: Загрузка документа...

source: View Compliance Results
ru: Просмотр результатов проверки

source: View Compliance Status
ru: Просмотр статуса проверки

source: View in Contract
ru: Просмотреть в контракте

source: Your Documents
ru: Ваши документы
